@extends('layouts.screen')
@section('content')
    <!-- Page Heading -->
    <div class="row">
        <div class="col-xl-12">
            <div class="card mb-5">
                <div class="card-header">วิธีการจองห้องพิเศษ
                </div>
                <div class="card-body">
                    <div class="row">
                        <div class="col-xl-12">
                            <p>- การจองผ่านโปรแกรมการจองห้องพิเศษ โดยใช้ข้อมูล เลขประจำตัวคนไข้ (HN) หรือ เลขบัตรประชาชน
                                แผนกที่เข้ารับบริการ ชื่อ แพทย์(ถ้าทราบ) วันที่ต้องการห้องและราคาที่ต้องการ</p>
                            <p>- ผู้จัดการห้องพิเศษ (Admin) จะเป็นคนบริหาร จัดการห้องพิเศษ</p>
                            <p>- ผู้ป่วยที่เข้าห้องพักพิเศษ จะต้องมีญาติ/ผู้ดูแล เฝ้าผู้ป่วยตลอด 24 ชั่วโมง กรณีไม่มีคนเฝ้า
                                ทาง
                                โรงพยาบาลมีสิทธิ์ยกเลิกการเข้าพักห้องพิเศษ เพื่อความปลอดภัย</p>
                            <p>- ผู้ป่วยที่เข้าพักห้องพิเศษ จะไม่มีการให้บริการ
                                ด้านสังคมเคราะห์ค่ารักษาพยาบาลดังนั้นผู้ป่วยต้องรับผิดชอบค่าใช้จ่ายส่วนอุปกรณ์หรือ
                                การตรวจพิเศษที่เกินจากสิทธิ์การรักษาเดิมทุกๆครั้ง</p>
                        </div>
                    </div>
                    <hr>
                    <div class="row">
                        <div class="col-xl-4">
                        </div>
                        <div class="col-auto">
                            <a href="{{route('checkstatus')}}" class="btn btn-primary w-100 mb-3">ตรวจสอบการจองห้อง</a>
                            <a href="" class="btn btn-primary w-100">ลงทะเบียนจองห้อง</a>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>

    @endsection
