@extends('layouts.screen')
@section('content')
<div class="container-lg">
    <div class="row mb-3">
        <div class="col-md">
            <button class="btn btn-primary" onclick="goBack()">ย้อนกลับ</button>
        </div>
    </div>
<div class="row">
    <div class="col-md">
        <div class="card">
            <div class="card-header mb-4 py-3 border-left-primary">
                คู่มือการใช้งาน
            </div>
            <div class="card-body">
                <p> - การจองผ่านโปรแกรมการจองห้องพิเศษ โดยใช้ข้อมูล เลขประจำตัวคนไข้ (HN) หรือ เลขบัตรประชาชน แผนกที่เข้ารับบริการ ชื่อ แพทย์(ถ้าทราบ) วันที่ต้องการห้องและราคาที่ต้องการ</p>
                <p> - ผู้จัดการห้องพิเศษ (Admin) จะเป็นคนบริหาร จัดการห้องพิเศษ</p>
                <p> - ผู้ป่วยที่เข้าห้องพักพิเศษ จะต้องมีญาติ/ผู้ดูแล เฝ้าผู้ป่วยตลอด 24 ชั่วโมง กรณีไม่มีคนเฝ้า ทาง โรงพยาบาลมีสิทธิ์ยกเลิกการเข้าพักห้องพิเศษ เพื่อความปลอดภัย</p>
                <p> - ผู้ป่วยที่เข้าพักห้องพิเศษ จะไม่มีการให้บริการ ด้านสังคมเคราะห์ค่ารักษาพยาบาลดังนั้นผู้ป่วยต้องรับผิดชอบค่าใช้จ่ายส่วนอุปกรณ์หรือ การตรวจพิเศษที่เกินจากสิทธิ์การรักษาเดิมทุกๆครั้ง</p>
            </div>
        </div>
    </div>
</div>
</div>
@endsection
